{
  "name": "Symbaroum - The Ambrian Struggle",
  "era": "year 21 of Korinthia",
  "desc": "The adventures of Garibald, Greg, Jay, Purah, Ripley, and Vento in Symbaroum.",
  "sessions": [
    {
      "desc": "Intro: And so Alberetor fell, forcing Queen Korintha and her people north over the Titans mountains to Davokar's edge. Here Ambria was built, next to the Barbarian settlements that were scattered throughout the Davokar forest. Rejected by all who claim Davokar their home, the Ambrians are seen as intruders to the land by both the Elder Folks and the local Barbarians. With the threat of the Dark Lords and their hordes of corrupted undead, diplomacy and peace between the living races is the needed path for all civilizations inhabiting the land to survive. Unable to return home or rid the land of the corruption, Queen Korintha gathers her strength and seeks new options to help her people and power grow. Symbaroum, an ancient civilization which once spanned all the realm, now lays in ruin as nature and the corruption slowly take hold. Desperate for any of the secrets kept deep within the Davokar forests that might help return the Dark Lords to their slumber, Queen Korintha sends expedition after expedition into Davokar in hopes of finding their salvation. It is south of the Titans mountains that we start our journey, in the once beautiful lands of Alberetor. Two decades after Queen Korintha had been freed from the Dark Lords grasp. Year 21. \n\nKey events and points of interest:\n- Keller has been saved and allowed to travel with the group to Yndaros.\n- Lebun and Ludo were offered to the Elves to pay for their crimes, who attempted to flee and became corrupted.\n- Gained favor with Argasto the traveling merchant and the Iron Pact for assisting them.\n- Experience points gained this session 15, total 65 plus 5exp per burden. 4 burdens max.",
      "name": "Session #1 - The Promised Land",
      "date": "09/13/2019"
    },
    {
      "desc": "Intro: Yndaros, the city of the queen, stands tall over the golden plains of Prios. Large stone towers reach for the heavens while people toil and wonder through the streets. Known not only for its art, but also for the many wonderous markets, Yndaros offers much to the wealthy and privileged. Around you stands a sea of refugees, near 20,000 people who fled the corrupted lands of Alberetor. To the north lay the slums of the city while to the west the great gladiatorial Dome stands ready for any brave enough to fight. The sun sits at its highest point while priests, city guards, and Black Claoks comb through the refugee camp in search of any blight marked individuals. It is here that you continue your journey. Here your fate is decided. \n\nKey events and points of interest: \n- Rejected Vargus' offer to join his research endeavor.\n- Saved Tenid from the Black Cloaks who fled in fear.\n- Gained suspition at the Witch and Familiar Inn along with the favor of the traveling bard Hans.\n- Found the hidden ruins using familiar tracking.\n- Killed Gorak the undead.\n- Successfully caught the Flyer, whose real identity is Alahara, alive and turned her into the town's watch. Her goal to save Gorak from the suffering undeath by sacrificing human organs to remove permanent corruption.\n- Favor gained with Ordo Magika, but lost a little due to over negotiating the reward.\n- Learned about the legend of the Copper Crown, worn by an old king of Symbaroum, which curses any who touch it to slowly become corrupted.\n- Learned about the expeditions sent by both Thistlehold and Ordo Magika into the Davokar forests in search of the Tomb of Dying Dreams. All contact has been lost with the teams when Lebun and Ludo died, until Alahara was captured and exposed as still alive.\n- Baulmelo's hunt for blight mark and dark sorcerers still continues.\n- Rumors of an uprising is spreading through Ambria, spoken by the devoted Church of Prios' priests and templars.\nTotal experience points gained is 8 this session. Added one for the successful survival as you crossed Prios. Total experience per character should be 73 plus 5 for each burden, max 4 burdens.",
      "name": "Session #2 - The Mark of the Beast",
      "date": "09/20/2019"
    },
    {
      "name": "Session #3 - The Lost Ruins of Hargrin",
      "desc": "Intro: News of the Flayers capture has spread quickly through Thistle Hold, providing a great deal of order and peace to the people. Still Ambria is plagued by the Blight Born and even with the Flayer's death there only seem to be more reports of attacks along the north edge of Ambria. The church of Prios preach of cleansing the land while templars hunt for any marked by the corruption. Even with Ordo Magica, originally a research institute, has been training and enlisting Beast Slayers to help protect the land. As the group gathers in the Ordo Magica Tower in Thistle Hold, a flustered and rather annoyed looking group of Black Cloaks enter the tower. The goblin doorkeeper has been pushed aside and restrained by the Black Cloaks. It is here you continue your journey. \n\nPoints of interest and key events:\n- Purah has disappeared along with the skull.\n- Baulmelo has decided to go search for the skull himself.\n- Ira, from Ordo Magica, has requested you investigate the ruins of the long dead fallen Symbar, King HurianLo-Apak, where they lost contact with their expedition.\n- Learned of the legend of the Great Hunt. A story told by many treasure hunters and Barbarians of a giant white sow, Gylta, that roams the southern land of Davokar, chased by the winter elf known as the Eternal Hunter.\n- Found Salvindar's Hope, a treasure excavation site of the old King Salvindar's tomb.\n- Vento has seen visions of an elven woman that speak of a wounded boar that protects the land.\n- The entrance to a partially buried tomb was found nearby Salvindar's Hope. Inside many strange mystic writings and experiments were found, along with a nearly famished winter elf.\n- Greg has removed the sword Giant's Bane from the shrine which has summoned a great wolf who came and devoured the winter elf before leaving the ruins.\n- A sorcerer was also found locked within the ruins who attacked without provocation. Vento managed to recognize the sorcerer as Vargus from the refugee camp in Yndaros before he escaped.\n- Experience gained was 8 plus 4 so 12.\n- Total experience to date would be 50 + 15 + 8 + 12 = 85 exp plus 5 times the number of burdens.",
      "date": "10/04/2019"
    },
    {
      "name": "Session #4 - Salindra's Hope",
      "desc": "Intro: A storm brews overhead while the walls of Hargrin's Tomb shake and tremble around you. Howls, clicks, and various other unidentifiable noises emitnate from the dark forests of Davokar. Your journey continues here, just north of Salvindra's Hope, within the entrance hall of The Giant Slayer Hargrin. Your hunt for the great sow fruitless, but your thirst for loot quenched momentarily. With the location of King HurianLo Apak's tomb still a mystery along the Malgomor river, the group of explorers push further into the great forest in hope of finding fortune, fame, power, and glory.\n\nKey points of interest:\n- Attacked by Iron Pact Rangers attempting to preserve the Davokar forest \n- Gained favor of Senrer, the great wolf of Hargrin the Giant Slayer \n- Rejoined with Garibald and part of his fellow Ambrian rebels\n- Encountered the great spirit guardian, Gylta the White Sow, who had been injured by a spear and was being attacked by native Barbarians\n- Saved Gylta from the Barbarians, but badly wounded her with the spider artifact which revealed the severe level of corruption Gylta had accumulated \n- Experience gained this session was 4exp\n- Total experience thus far should be 89exp plus 5 per burden, max 4 burdens",
      "date": "11/02/2019"
    },
    {
      "name": "Session #5 - The Journey to the Ordo Magica Outpost",
      "desc": "Intro: As Gylta runs deeper into Davokar and the sun sets, your group is left with nothing but the cold embrace of the fierce winds. Nearly ten days have passed since you left Thistle Hold and entered the forests. Four days since you found Salindra's Hope and the ruins of Hargrin the Giant Slayer was excavated. Having calmed the great wolf Senrer and heeding his words of warning, the group travels further northwest in search of HurianLo Apak's tomb. No signs of the Eternal Hunter to be found, besides the spear which was pulled from Gylta's side by the mystic arts of the trolls spoken by Jay. It is within Davokar that you continue your story, here your paths are made.\n\nPoints of interest and key events:\n- Found Purah lying in the forest with no memory of how she arrived.\n- Pushed further north until you encountered the wondering Palidans, Sigard and Leo, who showed allegiance to the Duke of Ambria, Korinthia's uncle. \n- Was attacked by Barbarians in the night who were defeated and a single survivor captured, interrogated, and imprisoned by the group.\n- Found the Ordo Magica outpost next to the Malgomor river which looked to be in a state of ruin.\n- Found two Ordo Magica apprentice survivors in the central cabin.\n- Was attacked by Blood Cats from all angles\n- 19 days have passed since you left Thistle Hold\n- Earned exp 4, total 93 exp plus 5 per burden.  Max 4 burdens.",
      "date": "11/11/2019"
    },
    {
      "name": "Session #6 - Through the Dead Forest",
      "desc": "Intro: Over two weeks have passed since you left Thistle Hold, the dangers of Davokar slowly depleting your resources and wearing on your health. Having found the outpost of Ordo Magica's expedition, the group was attacked by wild cats which split up the group as Greg and Purah raced off to find Pumba and their hostage. The wild cats were able to kill the hostage Barbarian taken by the group, but Pumba was saved due to your efforts. Leading the wild cats back to the outpost, the group was able to remove the aggressors from the field with ease and continue your journey in search of King HurianLo Apak's Tomb.\n\nKey points of interest and events:\n- Successfully defended the Ordo Magica apprentices.\n- Learned of another expedition outpost lost in the Dead Forest.\n- Found the apprentices trying to take back the head of an Ordo Magica rogue sorcerer known as Gardin the Fickle.\n - Allowed the apprentices of Ordo Magica to leave without the head of the rogue sorcerer.\n- Went exploring through the Dead Forest in search of the second lost Ordo Magica outpost lead by the ever vigilant Ripley.\n- Encountered a deactivated giant golem that appeared to have scorch Mark's around the visible legs and arms.\n - Found the lost outpost which had been over run by some corrupted force and wild goblins.\n- Defeated Bigpaw and Njegg, along with their body guards and rage troll.\n- Found an imprisoned cleric who seemed at his wits end.\n- Experience gained this session, 6 exp\n- 21 days total have passed since you left Thistle Hold\n- Earned exp 6, total 99 exp plus 5 per burden. Max 4 burdens.",
      "date": "12/06/2019"
    }
  ]
}
