{
  "name": "Symbaroum - The Wild Elderfolk",
  "era": "year 21 of Korinthia",
  "desc": "The adventures of Grumpy, Hasssen, and Ragoro in Symbaroum.",
  "sessions": [
    {
      "desc": "Intro: And so Albertor fell, forcing Queen Korintha and her people north over the Titans mountains to Davokar's edge. Here Ambria was built, next to the Barbarian settlements that were scattered throughout the Davokar forest. Rejected by all who claim Davokar their home, the Ambrians are seen as intruders to the land by both the Elder Folks and the local Barbarians. With the threat of the Dark Lords and their hordes of corrupted undead, diplomacy and peace between the living races is the needed path for all civilizations inhabiting the land to survive. Unable to return home or rid the land of the corruption, Queen Korintha gathers her strength and seeks new options to help her people and power grow. Symbaroum, an ancient civilization which once spanned all the realm, now lays in ruin as nature and the corruption slowly take hold. Desperate for any of the secrets kept deep within the Davokar forests that might help return the Dark Lords to their slumber, Queen Korintha sends expedition after expedition into Davokar in hopes of finding their salvation. It is south of the Titans mountains that we start our journey, in the once beautiful lands of Alberetor. Two decades after Queen Korintha had been freed from the Dark Lords grasp. Year 21.\n\nKey events and points of interest: \n - Keller has been killed, his body left for his companions to find.\n- Lebun died in combat, but Ludo was saved from the grasp of the Iron Pact Elves.\n- Grumpy has gained favor with Argasto.\n- All have gained the trust and respect of both Ludo.",
      "name": "Session #1 - The Promised Land",
      "date": "09/14/2019"
    },
    {
      "desc": "Intro: Yndaros, the city of the queen, stands tall over the golden plains of Prios. Large stone towers reach for the heavens while people toil and wonder through the streets. Known not only for its art, but also for the many wonderous markets. Yndaros offers much to the wealthy and privileged. Around you stands a sea of refugees, near 20,000 people, who fled the corrupted lands of Alberetor. To the north lay the slums of the city while to the west the great gladiatorial Dome stands ready for any brave enough to fight. The sun sits at its highest point while priests, city guards, and Black Claoks comb through the refugee camp in search of any blight marked individuals. It is here that you continue your journey. Here your fate is decided. \n\nPoints of interest and key events: \n- Saved Tenid from the Black Cloaks in Yndaros and learned of the Flayer.\n- Convinced the guards that you were part of the queens chosen adventurers. \n- Traveled by boat with captain Ogval up the coast to the mountains before the city of Agrella in Ambria. Here a river monster, known as the River Goddess by the locals, consumed the ship and crashed along the shore. \n- Harasto survived the crash and thanks you all for your help, returning to Yndaros to venture elsewhere in Ambria.\n- Became wanted in Kurun for the death of a changeling mystic found in front of an abandoned store.\n- Learned of a secret cult in Glimmervann that has caused a great deal of damage to the land.\n- Learned that the cult was in search for the Copper Crown.\n- Encountered the Flayer in the form of Master Vernam.\n- Set a house on fire with what looked to be a slowly corrupted dying man inside.\n- Found a sewage entrance that lead outside the city to where the ruins of a tower stand south of Thistle Hold.\n- Found the Flayer's hideout and encountered Alahara, the Flayer, with her beloved undead Gorak chained to the wall.\n- Killed Gorak and returned Alahara to the authorities in Thistle Hold for a reward.\n- Ordo Magica was given the Copper Crown and skull for research.\n- Gained favor of Mayor Nightpitch and he has asked you personally to help Ordo Magica find their lost expedition in Davokar.\n- Experience gained this round is 8 plus 4 so 12 exp.\n- Total experience gained thus far should be 50 + 15 + 12 = 77 experience plus 5 exp per burden",
      "name": "Session #2 - The Mark of the Beast",
      "date": "10/05/2019"
    },
    {
      "name": "Session #3 - The Lost Ruins of Hargrin",
      "desc": "Intro: News of the Flayer's capture has spread quickly through Thistle Hold providing a great deal of peace to the people. However, rumors of blighted beasts attacking in packs, dead rising from their graves, and wild monsters tracking any trespassing Treasure Hunters still fill Ambria. The most notable story, which is known by near any Thistle Hold Treasure Hunter or southern Davokar Barbarian, is the legend of The Wild Hunt. Though many have conflicting details, all seem to agree on a few key points. The giant sow, who is reported to stand near 18 foot tall, has been targeted by the Eternal Hunter, a winter elf of great skill and unknown origins. Some say the hunter has been here when Symbaroum was whole and spanned the entire realm. At the request of both Mayor Nightpitch and Grand Master Ira of Ordo Magica, you have been asked to investigate the ruins of the fallen Symbar Hurian Lo Apak, where the Copper Crown was originally taken from by Gorak and Alahara. With a good night's rest and full bellies you start your adventure at the Seamstress' Rest Inn, in the north square of Thistle Hold, at one of the center tables with mugs of ale at the expense of Ira herself. \n\nKey points of interest:\n- Wanted in Kurun and Agrella for murder of a changeling.\n- Bought explorers license at 08/05/21 which are good until 10/05/21.\n- Grumpy was challenged and won a fight to first blood against the aggressive Ambrian ranger.\n- Hanssson gambled with morally questionable Ambrian rangers and won!\n - Fought Ambrian rangers who attempted to take part of their gambled money back and killed them.\n- Traveled north into the Davokar forest for 3 days to across the Eanor river.\n- Found famished miners and Ragoro killed one without mercy, scaring off the other.\n- Found the lost ruins of Hargrin the Giant Slayer and explored them for treasure.\n- Scarred off the found Winter Elf in the ruins.\n- Was attacked by seceral undead and a rogue sorcerer who had a contract to kill Grumpy from Baulmelo, the renown Ordo Magica Beast Hunter.\n- Encountered a giant wolf who stalked the ruins near all night.\n- Gained 5 experience points this session.\n- Total experience equals 50 + 12 + 11 + 5 = 78 plus 5exp per burden outside of Pariah, max 4",
      "date": "10/12/2019"
    },
    {
      "name": "Session #4 - The Mines of Salindra's Hope",
      "desc": "Intro: Dark clouds obscure the sun while a heavy fog creeps over the explored ruins of The Giant Slayer Hargrin. The now inanimate corpses of the undead and sorcer left to rot in the ruins. Seven days have passed since your adventures started from Thistle Hold, the dangers of Davokar found wanting against your might and skill. The goal, or reward, to investigate the ruins of HurianLo-Apak ever present on your minds as you continue to March north to Malgomor. As the terrain turns muddy and wet, the hills to steep cliffs, you hear the hymn of a song reverberate through the forests. A deep and steady hum that sends the crows in the trees flying.\n\nPoints of interest and key events:\n- Encountered the Iron Pact rangers who attempted to search your bags only to find their deaths.\n- Heard a heated battle over the hill as you fought the Iron Pact rangers, but learned nothing more.\n- Met a merchant troll who sold you strange items of power.\n- Found Salvindra's Hope.\n- Earned 2 total experience last session.\n- Total experience equals 50 + 12 + 11 + 5 + 2 = 80 plus 5exp per burden outside of Pariah, max 4.",
      "date": "11/10/2019"
    }
  ]
}
